const curriculum = [
["0 класс",["Общее", ["Животные", "task_animal.js"]],["Математика", ["Сложение", "task_add.js"]]],
["1 класс",
["Математика", ["Слож/Вычит легко", "task_add_easy.js"],["Слож/Вычит сложно", "task_add_hard.js"]],
["Русский язык",["Безударные гласные в корне", "task_russ_bgvk.js"],["Главные члены предложения", "task_russ_main_members.js"]]
],
["2 класс",
["Математика", ["Умножение легко", "task_mult_easy.js"], ["Умножение сложно", "task_mult_hard.js"]],
["Русский язык", ["Безударные гласные в корне", "task_russ_bgvk.js"]]
],
["3 класс",
["Математика", ["Умножение легко", "task_mult_easy.js"], ["Умножение сложно", "task_mult_hard.js"]]
],
["4 класс",
["Математика", ["Умножение легко", "task_mult_easy.js"], ["Умножение сложно", "task_mult_hard.js"]]
],
["5 класс"], 
["6 класс"], 
["7 класс"], 
["8 класс"], 
["9 класс"], 
["10 класс"], 
["11 класс"]
];